Repository: daniellucia/dl-ticket-manager-dinamic-prices
Catalog: languages/dl-ticket-manager-dinamic-prices-*.po
Languages: es_es

source: Add price
es_es: Añadir precio

source: After the last date:
es_es: Después de la última fecha:

source: Dinamic prices
es_es: Precios dinámicos

source: Dinamic prices for Ticket Manager
es_es: Precios dinámicos para Ticket Manager

source: End date
es_es: Fecha final

source: If checked, the dynamic price list will be displayed on the product page.
es_es: Si está marcada, la lista de precios dinámica se mostrará en la página del producto.

source: If checked, the number of days remaining until the next price change will be displayed.
es_es: Si está marcada, se mostrará el número de días que faltan para el próximo cambio de precio.

source: Price
es_es: Precio

source: Price Ranges:
es_es: Rango de precios

source: Show days remaining until the next price change
es_es: Mostrar los días restantes hasta el próximo cambio de precio

source: Show dynamic price list on product page
es_es: Mostrar lista de precios dinámica en la página del producto

source: There are %d day(s) left for the next price change.
es_es: Quedan %d día(s) para el próximo cambio de precio.

source: Until
es_es: Hasta el
